import React from 'react'

export default function Useful() {
  return (
    <section className="useful">
      <div className="useful__container">
        <div className="useful__title title">ПОЛЕЗНОЕ</div>
        <div className="useful__items">
          <div className="useful__item blue">
            <div className="useful__subtitle">
              как вернуть налоговый вычет за покупку квартиры
            </div>
            <div className="useful__text text">
              При покупке квартиры можно получить специальную льготу – налоговый
              вычет. Сделать это можно только раз в жизни, зато сумма будет
              существенной. Главное условие получения вычета — официальное
              трудоустройство и «белая» зарплата, с которой уплачивается 13%
              НДФЛ. Получить вычет можно с суммы не больше 2 млн рублей, даже
              если квартира стоила дороже. Максимальная выплата таким образом
              составляет 260 тысяч рублей.
              <br />
              <br />
              Это еще не все!
              <br />
              <br />
              Если квартира приобретена в ипотеку, покупатель может претендовать
              на второй возврат — за уплаченные банку проценты. Здесь действует
              сумма в 3 млн рублей, а значит, максимальный вычет составляет 390
              тысяч рублей.
              <br />
              <br />
              Но и это еще не все!
              <br />
              <br />
              Если квартира куплена у застройщика без отделки, можно вернуть
              вычет за ремонт. Этот вычет входит в лимит 2 млн рублей на покупку
              недвижимости. То есть, если квартира или доля в ней стоила дороже
              2 млн, то вычет за ремонт вернуть не получится. Но если квартира
              приобретается супругами в совместную собственность, к примеру, за
              3 млн рублей и 1 млн рублей они тратят на ремонт, то каждый из них
              получит по 260 тысяч рублей вычета.
            </div>
          </div>
          <div className="useful__item orange">
            <div className="useful__subtitle">для чего нужен эскроу-счет</div>
            <div className="useful__text text">
              Эскроу-счет — специальный банковский депозит, который призван
              защитить покупателя от судьбы обманутого дольщика.
              <br />
              <br />
              При покупке квартиры в строящемся доме деньги передаются не
              компании-застройщику, а направляются на эскроу и остаются там,
              пока дом не будет введен в эксплуатацию. Только после этого
              застройщик получает свою прибыль.
              <br />
              <br />
              Эскроу-счет открывается и при оплате полной стоимости квартиры и в
              случае ипотеки. Банк переводит на этот счет первоначальный взнос и
              заемные средства.
              <br />
              <br />
              Деньгам на эскроу-счетах ничего не грозит и в случае проблем
              банка. Суммы до 10 млн рублей застрахованы.
              <br />
              <br />
              Для покупателя эскроу-счет открывается бесплатно и позволяет без
              волнений ждать ключи от квартиры.
            </div>
          </div>
        </div>
      </div>
    </section>
  )
}
