import React from 'react'

export default function Canalization() {
  return (
    <section id="canalization" className="canalization">
      <div className="canalization__container">
        <div className="canalization__title title">Бесшумная канализация</div>
        <div className="canalization__text text">
          С соседями хорошо здороваться в лифте и встречаться в общем парке, но
          знать об их распорядке дня и привычках - это лишнее.
        </div>
        <div className="canalization__subtitle">Новый уровень комфорта</div>
        <div className="canalization__info">
          <span className="text">
            Для приватной жизни каждой семьи ГК «Альфа» проектирует бесшумные
            канализационные системы. Жители наших домов не слышат по утрам
            звуков льющейся воды из соседних квартир благодаря шумопоглащающим
            трубам «Дигор Люкс» и вынесенным в места общего пользования стоякам.
            Система внутренней канализации «Дигор Люкс» специально разработана
            для домов с повышенными требованиями к комфортности. По сравнению с
            обычными серыми полипропиленовыми трубами с толщиной стенок 2,7 мм
            белые трубы
          </span>
          <span className="text">
            «Дигор Люкс» имеют трёхслойную структуру и увеличенную до 3,5 мм
            толщину. Благодаря этому уровень шума от сливных вод снижается в
            1,5–2 раза. Конструкция раструбов и фитингов труб «Дигор Люкс»
            соответствует европейским стандартам и отлично совмещается с
            продукцией других производителей. Все канализационные трубы
            зашиваются в короба с дополнительной шумоизолирующей прокладкой.
          </span>
        </div>
      </div>
    </section>
  )
}
