import React from 'react'

export default function HeatingUponor() {
  return (
    <section className="heating-uponor">
      <div className="heating-uponor__container">
        <div className="heating-uponor__title">
          В наших домах монтируется горизонтальная отопительная система из труб
          финской марки UPONOR
        </div>
        <div className="heating-uponor__text text">
          <span>
            Гибкие трубы из поперечно-сшитого полиэтилена с молекулярной памятью
            Uponor PE-Xa идеальны для высокотемпературных режимов — 60° C для
            горячей воды и 90° C для отопления. Трубы производятся в Швеции,
            фитинги к ним в Финляндии, а латунные комплектующие в Германии. Эта
            высококачественная сертифицированная продукция, в которой не бывает
            брака, имеет максимальный срок службы для таких инженерных систем, –
            50 лет. Именно столько жильцы не будут вспоминать, что у них в
            квартире где-то находится отопительная система. Мы не просто
            закупаем трубы и комплектующие, а приглашаем представителей компании
            Uponor для контроля монтажа системы перед заливкой полов.
          </span>
          <span>
            В результате химической модификации двухмерные молекулярные цепи
            образуют сверхпрочную трехмерную сеть. Необходимые перепады
            температур и давления выдерживает только металл, но он страдает от
            коррозии и отложений, что негативно влияет на срок службы. Трубы
            Uponor не подвержены ни тому, ни другому, они умеют растягиваться и
            принимать прежнюю форму, когда температура падает. Трубы имеют
            меньшее количество соединений, что сводит вероятность протечек к
            нулю.
          </span>
        </div>
      </div>
    </section>
  )
}
